{
    "anger": [
        "A person with clenched fists and a deeply furrowed brow in a dimly lit room.",
        "Someone raising their voice and slamming documents on a cluttered office desk.",
        "A chaotic scene with two people in a heated argument on a crowded street.",
        "Dark colors dominate as a person shows raw rage in a windswept field.",
        "A clenched fist raised high while a person looms in an industrial warehouse.",
        "A person glaring intensely with narrowed eyes in a bustling café.",
        "Someone stomping feet with force, hurling a plate in a cozy kitchen.",
        "A person with bulging veins and frustrated expression at a cluttered desk.",
        "A scene with someone shouting venomous insults in a rowdy bar.",
        "A person with rigid stance and cold mask of anger in a courtroom.",
        "Someone shaking with fury, hands trembling in a dramatic landscape.",
        "A person glaring with sharp eyes in a starkly lit interrogation room.",
        "Someone tearing papers in frustration in a home study with bookshelves.",
        "A person with clenched jaw and blazing eyes in a living room.",
        "Someone pacing restlessly with agitated steps in a hospital waiting room.",
        "A person with defiant chin standing before a graffiti-covered wall.",
        "Someone slamming fist on table, silverware clattering in elegant dining room.",
        "A person with flared nostrils in tense gym standoff, sweat dripping.",
        "Someone muttering sharp words on a crowded subway train.",
        "A person with scornful sneer in upscale ballroom with chandeliers.",
        "Someone throwing tantrum in cluttered nursery with scattered toys.",
        "A person with menacing glare in dimly lit alley with trash cans.",
        "Someone clenching fists white-knuckled on rocky shore with crashing waves.",
        "A person with smoldering eyes in quiet library with unopened book.",
        "Someone yelling at reflection in cracked bathroom mirror with scattered items.",
        "A person with unrestrained fury in trashed living room with overturned furniture.",
        "Someone kicking brick wall repeatedly in narrow graffiti-covered alleyway.",
        "A person with twisted mouth holding megaphone at protest march.",
        "Someone arguing fiercely with stranger in bustling market with vendors.",
        "A person with burning resentment by roaring fireplace in cozy study.",
        "Someone snapping pencil in half at cluttered classroom desk.",
        "A person with seething rage in bedroom with torn photo.",
        "Someone glaring at broken clock in dusty garage with tools.",
        "A person with bitter frustration before locked gate in quiet park.",
        "Someone shouting at stormy sky with arms raised on open plain.",
        "A person with wild anger in cluttered art studio with slashed canvases.",
        "Someone in furious debate in grand lecture hall with audience.",
        "A person with vengeful wrath in shadowy study plotting retribution.",
        "Someone slamming book shut in library with towering shelves.",
        "A person with explosive anger in crowded marketplace with vendors.",
        "Someone pacing angrily in bedroom with scattered personal items.",
        "A person with fierce irritation at busy service counter.",
        "Someone growling menacingly while fixing malfunctioning computer in office.",
        "A person with unrelenting rage at protest rally with signs.",
        "Someone arguing with jeering crowd in bustling town square.",
        "A person with fiery indignation in newsroom with typewriters.",
        "Someone ripping shirt in bedroom with mirror reflection.",
        "A person with savage fury in rugged wilderness with howling winds.",
        "Someone in heated shouting match in cozy living room.",
        "A person with boiling anger in steamy kitchen with spices.",
        "Someone throwing chair in classroom with scattered papers.",
        "A person with ferocious wrath on dueling ground with swirling dust.",
        "Someone angrily confronting friend in quaint café with untouched coffee.",
        "A person with stormy rage on cliff with crashing waves below.",
        "Someone slamming phone down at cluttered home office desk.",
        "A person with intense displeasure by newsstand with screaming headlines.",
        "Someone in rage-filled outburst at family gathering with relatives.",
        "A person with uncontrollable anger in trashed room with broken furniture.",
        "Someone pounding steering wheel in traffic gridlock under scorching sun.",
        "A person tearing old letters on bedroom floor with scattered memories.",
        "Someone hurling tennis racket on clay court with dust swirling.",
        "A person shouting into storm on clifftop with violent waves.",
        "Someone kicking through autumn leaves in park with playing children.",
        "A person slamming cabinet doors in kitchen with rattling dishes.",
        "Someone with clenched teeth in courthouse hallway feeling denied justice.",
        "A person throwing darts aggressively in dimly lit bar.",
        "Someone ripping weeds with fierce determination in chaotic garden.",
        "A person hammering heavy bag in boxing gym with sweat.",
        "Someone shouting at gym mirror with harsh fluorescent lights.",
        "A person crushing aluminum can at recycling bin with force.",
        "Someone pacing like caged predator in small apartment.",
        "A person glaring at computer screen in corporate cubicle.",
        "Someone standing in pouring rain without shelter, defiant.",
        "A person scrubbing graffiti from alley wall with righteous anger.",
        "Someone pulling hair in frustration at desk with crumpled papers.",
        "A person kicking sand at beach, disturbing peaceful sunbathers.",
        "Someone banging on money-stealing vending machine in hospital waiting room.",
        "A person tearing branches during angry walk in nature path.",
        "Someone with fierce scowl at bus stop, tapping foot aggressively.",
        "A person throwing pillows in hotel room with exploding feathers.",
        "Someone slamming locker in empty school hallway with echoing sound.",
        "A person erasing whiteboard violently in conference room with marker dust.",
        "Someone kicking stones along railway track with increasing force.",
        "A person tearing gift wrapping amid birthday decorations, destroying joy.",
        "Someone punching air in garage with hanging tools.",
        "A person slamming dominoes at park table with recoiling players.",
        "Someone grinding pepper violently in restaurant kitchen with flying specks.",
        "A person shredding newspaper in waiting room with bad news.",
        "Someone stomping through puddles, splashing water at pedestrians.",
        "A person folding laundry aggressively in rumbling laundromat.",
        "Someone carving angry symbols into tree bark in forest.",
        "A person hurling rocks into lake with violent splashes.",
        "Someone tearing calendar pages in office where time is enemy.",
        "A person kicking sand castle on beach, destroying children's work.",
        "Someone scratching angry marks into classroom desk surface.",
        "A person slapping mosquitoes with excessive violence in summer evening.",
        "Someone yanking Christmas lights with mounting fury, popping bulbs.",
        "A person shoving through crowded market with aggressive determination."
    ],
    "disgust": [
        "A person grimacing at foul odor from spoiled soup pot.",
        "Someone spitting out spoiled fish with dramatic retch at dining table.",
        "A person recoiling from overflowing trash can in grimy restroom.",
        "Someone wiping thick slime after touching bloated slug in garden.",
        "A person with curled lip at fly-covered fruit in market.",
        "Someone shuddering at grotesque horror film display in theater.",
        "A person with sickened disdain at slimy escargot in restaurant.",
        "Someone stepping back from stagnant puddle on rain-soaked street.",
        "A person with hand over mouth at dissected frog in classroom.",
        "Someone gagging at rancid smell near sewage drain in alley.",
        "A person with horrified revulsion at carnival freak show exhibit.",
        "Someone reacting to moldy sandwich in busy cafeteria.",
        "A person with queasy look after biting rancid burger.",
        "Someone turning from repulsive industrial waste documentary scene.",
        "A person with nauseated scorn at offensive political rally sign.",
        "Someone tossing blackened bananas in pristine kitchen trash.",
        "A person with shocked disgust at dead squirrel on path.",
        "Someone wrinkling face at slimy raw chicken texture.",
        "A person with deep aversion at provocative art gallery piece.",
        "Someone recoiling from soiled diaper in colorful nursery.",
        "A person with sickened horror watching graphic surgery on TV.",
        "Someone holding stomach in disgust after tasting rancid sample.",
        "A person with revolted contempt at guest's crude dinner manners.",
        "Someone leaping back from scurrying cockroach in basement.",
        "A person with appalled repulsion at slimy haunted house prop.",
        "Someone wiping mouth after tasting sour wine at event.",
        "A person with bitter disgust after sipping spoiled milk.",
        "Someone staring at garbage pile with wrinkled nose in alley.",
        "A person with visceral disdain at cheap trinket in boutique.",
        "Someone shaking head at nauseating factory farming footage.",
        "A person with nauseous rejection at antiseptic smell in clinic.",
        "Someone shoving away cloudy cocktail in trendy bar.",
        "A person with horrified distaste at graphic car accident video.",
        "Someone pushing reeking gym bag in locker room.",
        "A person with sickened aversion at unkempt guest at banquet.",
        "Someone reacting to rancid street food sample at festival.",
        "A person with disgusted surprise at hair in soup.",
        "Someone frowning at grimy bus seat in crowded transit.",
        "A person with repugnant scorn at knockoff purse among designers.",
        "Someone recoiling from bubbling discolored potion in cluttered lab.",
        "A person with visceral rejection at crude theater joke.",
        "Someone wiping hands after petting muddy dog in park.",
        "A person with nauseous contempt at fish market with spilled guts.",
        "Someone holding stained rag at arm's length in laundry room.",
        "A person with revolted nausea after tasting overly sour candy.",
        "Someone spitting into napkin after spicy dish betrayal.",
        "A person with sickened disbelief at vomiting haunted house prop.",
        "Someone reacting to rotting stench in dank basement.",
        "A person with horrified aversion at bloated rat on street.",
        "Someone turning from moldy wall in abandoned warehouse.",
        "A person with disgusted dismay in littered plaza with split bags.",
        "Someone reacting to slimy handshake in sleek office.",
        "A person recoiling from grease trap's putrid contents in kitchen.",
        "Someone discovering moldy lunch container in office break room.",
        "A person stepping barefoot on slug, shuddering with revulsion.",
        "Someone encountering hair in soup, fishing it out trembling.",
        "A person peeling moldy wallpaper, revealing crawling insects beneath.",
        "Someone watching milk curdle in coffee, pushing cup away.",
        "A person discovering dead mouse in cereal box, screaming.",
        "Someone cleaning clogged drain, pulling hair and slime strands.",
        "A person encountering used bandage on park bench, leaping back.",
        "Someone opening expired yogurt container, green fuzz greeting them.",
        "A person watching nose-picking at formal dinner, appetite fleeing.",
        "Someone stepping in dog waste, shoe sliding sickeningly.",
        "A person discovering maggots in trash bin, slamming lid.",
        "Someone encountering public toilet disaster, door swinging shut.",
        "A person finding fingernail in fast food, meal inedible.",
        "Someone watching uncovered sneeze in crowded elevator, spray visible.",
        "A person cleaning gym bag, discovering month-old protein shake.",
        "Someone peeling banana to find brown liquid inside.",
        "A person encountering carpet stain of unknown origin in hotel.",
        "Someone discovering mold covering bathroom ceiling, backing out.",
        "A person finding cockroach in salad, insect still moving.",
        "Someone opening medicine cabinet, expired medications leaking fluids.",
        "A person encountering clogged toilet at party, fleeing immediately.",
        "Someone discovering roommate's fungus-covered dishes with ecosystems.",
        "A person finding decomposing bird in attic, smell overwhelming.",
        "Someone witnessing double-dipping at party, appetite vanishing.",
        "A person discovering earwigs in breakfast cereal, insects scattering.",
        "A person encountering backed-up sewer, raw sewage bubbling.",
        "Someone finding used tissue in pocket, damp disintegrating.",
        "A person discovering black mold in water bottle.",
        "Someone stepping on decomposing fish at beach.",
        "A person opening clogged garbage disposal, gas-like smell.",
        "Someone discovering lice in hotel pillow, forms visible.",
        "A person encountering stranger's gum stuck to hand."
    ],
    "fear": [
        "A person cowering in shadowed corner of creaky house.",
        "Someone clutching chest with racing heart in dark forest.",
        "A person with look of panic trapped in stalled elevator.",
        "Someone hiding behind door, listening to footsteps in hallway.",
        "A person with wild fear after vivid nightmare on bed.",
        "Someone trembling at thunderclap on stormy porch.",
        "A person with petrified dread in dusty museum with beasts.",
        "Someone running from looming shadow down deserted alley.",
        "A person frozen with terror in foggy graveyard.",
        "Someone gasping at sudden snake rustle in backyard.",
        "A person with horrified alarm as deer darts across road.",
        "Someone peering out window, gripping curtain in silent house.",
        "A person with frantic anxiety backstage before speech.",
        "Someone backing from snarling stray dog in park.",
        "A person with startled dread at toppling box in attic.",
        "Someone trapped in pitch-black basement during power outage.",
        "A person with intense fright on crumbling cliff edge.",
        "Someone clutching friend's arm on turbulent plane.",
        "A person with desperate panic in burning building with smoke.",
        "Someone hearing chilling whisper in empty dusty attic.",
        "A person with chilling terror after near-hit on road.",
        "Someone staring at towering silhouette in foggy street.",
        "A person with breathless fear running through dark park.",
        "Someone fleeing torrential flood toward distant hill.",
        "A person with haunted dread years after trauma.",
        "Someone shivering in cold sweat during feverish haze.",
        "A person with paralyzing fear before towering spider.",
        "Someone reacting to shattering crash in construction zone.",
        "A person with terrified shock witnessing building collapse.",
        "Someone hiding face during tornado winds outside shelter.",
        "A person with overwhelming panic in packed subway blackout.",
        "Someone thrashing in vivid nightmare beneath tangled sheets.",
        "A person with raw fear as jaguar growls nearby.",
        "Someone clutching head against throbbing migraine pain.",
        "A person with frantic dread searching for lost child.",
        "Someone facing snarling bear at remote campsite.",
        "A person with horrified anxiety pacing hospital corridor.",
        "Someone jumping at sudden shadow in silent library.",
        "A person with tense fright on rickety roller coaster.",
        "Someone lost in dark forest, flashlight flickering weakly.",
        "A person with startled terror at ghostly wail in house.",
        "Someone whispering in trembling hush, hiding in closet.",
        "A person with icy dread receiving late-night grim call.",
        "Someone reacting to spectral figure in foggy cemetery.",
        "A person with panicked horror swerving on rain-slick road.",
        "Someone shrinking from booming shout in tense living room.",
        "A person with trembling alarm in shaking elevator.",
        "Someone in stalled cable car suspended above snowy ravine.",
        "A person with fearful disbelief witnessing hovering UFO.",
        "Someone staring down dark tunnel in abandoned subway.",
        "A person feeling cold breath in empty theater.",
        "Someone reacting to tarantula crawling from bathroom drain.",
        "A person with breathless dread anticipating jump scare.",
        "Someone clutching blanket in storm-battered tent.",
        "A person with petrified shock at bloodied crime scene.",
        "Someone hearing footsteps, quickening pace in parking garage.",
        "A person with wild panic lost in corn maze.",
        "Someone freezing at creaking floorboards in empty house.",
        "A person feeling hot breath in deserted parking garage.",
        "Someone trapped in flooding basement, water rising rapidly.",
        "A person hearing own voice from another room alone.",
        "Someone watching reflection blink first in bathroom mirror.",
        "A person waking to find doors and windows open.",
        "Someone realizing they're being followed by same car.",
        "A person discovering they're not alone in morgue.",
        "Someone feeling earthquake tremors deep in cave.",
        "A person noticing birds suddenly gone silent in forest.",
        "Someone watching child's swing moving by itself at midnight.",
        "A person realizing airplane descending too fast, masks dropping.",
        "Someone discovering photos with face scratched out.",
        "A person hearing deceased mother's voice on voicemail.",
        "Someone realizing emergency exit chained shut in smoke.",
        "A person watching motionless figure in yard for hours.",
        "Someone feeling ankle grabbed while swimming in dark water.",
        "A person discovering psychiatrist recorded them sleeping secretly.",
        "Someone trapped in elevator filling with water rapidly.",
        "A person realizing hospital abandoned mid-surgery, strapped down.",
        "Someone seeing own obituary in tomorrow's newspaper.",
        "A person watching shadow move independently from body.",
        "Someone realizing everyone in town has identical features.",
        "A person finding impossible room in their house.",
        "Someone discovering reflection ages rapidly while watching.",
        "A person hearing knocking from inside walls following them.",
        "Someone realizing GPS directs to same dead-end repeatedly.",
        "A person watching family sit up simultaneously while sleeping.",
        "Someone finding own missing poster dated years ago.",
        "A person seeing breath in freezing room as invisible passes.",
        "Someone realizing subway tunnel has no end after hours.",
        "A person discovering everyone they meet has no reflection.",
        "Someone finding diary with unwritten entries describing future crimes.",
        "A person watching streetlights turn off in approaching sequence.",
        "Someone realizing house slowly sinking, floors tilting daily.",
        "A person discovering they cast multiple different shadows.",
        "Someone hearing countdown in unknown language getting louder.",
        "A person finding childhood home inside their closet.",
        "Someone realizing pills replaced with identical fakes.",
        "A person watching town empty in minutes, everyone vanishing.",
        "A person witnessing someone double-dip at party.",
        "A person encountering backed-up sewer, raw sewage bubbling.",
        "Someone finding used tissue in pocket, damp disintegrating.",
        "A person discovering black mold in water bottle.",
        "Someone stepping on decomposing fish at beach.",
        "A person opening clogged garbage disposal, gas-like smell.",
        "Someone discovering lice in hotel pillow, forms visible.",
        "A person encountering stranger's gum stuck to hand."
    ],
    "joy": [
        "A person clapping hands with wide smile in concert hall.",
        "Someone spinning with arms wide in field of wildflowers.",
        "A person with serene bliss lounging on sandy beach.",
        "Someone cheering wildly at nail-biting soccer match in stadium.",
        "A person with radiant joy receiving promotion in office.",
        "Someone laughing uncontrollably at comedy club with spotlight.",
        "A person with gleeful excitement at surprise party with balloons.",
        "Someone clutching trophy with trembling pride on stage.",
        "A person with warm contentment by crackling fireplace.",
        "Someone skipping down bustling city street with grin.",
        "A person with bubbly happiness dancing at rooftop party.",
        "Someone reuniting with sibling in fierce embrace at airport.",
        "A person with thrilled elation at candlelit restaurant proposal.",
        "Someone beaming shyly at heartfelt compliment in café.",
        "A person with soul-deep joy at wedding altar with vows.",
        "Someone dancing barefoot in sudden downpour in park.",
        "A person with cheerful delight unwrapping quirky gift.",
        "Someone hugging wriggling puppy in pet store with barks.",
        "A person with serene pleasure in hammock between palms.",
        "Someone celebrating milestone birthday with candles and laughter.",
        "A person with ecstatic happiness atop mountain peak.",
        "Someone singing boldly in steamy shower with tiles.",
        "A person with infectious cheer twirling at street festival.",
        "Someone watching sunrise with awe on rocky bluff.",
        "A person with glowing satisfaction at finished manuscript.",
        "Someone grinning at friend's terrible pun at picnic table.",
        "A person with vibrant joy on Ferris wheel with lights.",
        "Someone leaping into crystal lake on scorching day.",
        "A person with playful delight setting harmless office prank.",
        "Someone sharing belly laugh around campfire with friends.",
        "A person with triumphant happiness crossing marathon finish line.",
        "Someone tearing into gift with growing smile at Christmas.",
        "A person with carefree joy cruising in convertible on coast.",
        "Someone twirling in meadow with billowing skirt and daisies.",
        "A person with infectious cheer greeting neighbor on porch.",
        "Someone at raucous parade with painted face and confetti.",
        "A person with tearful elation reuniting with soldier at station.",
        "Someone smiling softly at child's clumsy sketch at table.",
        "A person with boundless happiness on city balcony at night.",
        "Someone racing to hug returning traveler at harbor.",
        "A person with radiant delight accepting surprise award on stage.",
        "Someone clapping rhythmically at dazzling ballet in theater.",
        "A person with pure satisfaction after lavish feast.",
        "Someone basking in sunlit garden surrounded by roses.",
        "A person with gleeful joy uncovering surprise trip letter.",
        "Someone chuckling at spilled cake batter in kitchen.",
        "A person with warm elation sharing kind word with stranger.",
        "Someone celebrating new job with victory toast at bar.",
        "A person with cozy contentment curling with finished quilt.",
        "Someone swaying with partner in slow dance at wedding.",
        "A person with vibrant cheer painting in sunlit studio.",
        "Someone marveling at firework display on grassy hill.",
        "A person with uncontainable happiness cheering at basketball game.",
        "Someone beaming at neighbor's kindness on doorstep with pie.",
        "A person with joyous relief stepping off plane at airport.",
        "Someone playing tag with kids in park with swings.",
        "A person with exuberant joy crossing stage for diploma.",
        "Someone leaping into lover's arms at airport gate spinning.",
        "A person opening acceptance letter, screaming with delight.",
        "Someone's face illuminating with wonder at northern lights.",
        "A person completing marathon, collapsing past finish line triumphant.",
        "Someone teaching grandmother video call, watching her light up.",
        "A person discovering lost dog after weeks, dropping to knees.",
        "Someone watching child take first steps, arms outstretched.",
        "A person receiving cancer remission news, clutching doctor's hands.",
        "Someone surprising parents with paid-off mortgage, watching understanding dawn.",
        "A person performing music to singing crowd for first time.",
        "Someone adopting child after years waiting, small hand fitting.",
        "A person opening first published book, name on spine.",
        "Someone receiving surprise soldier sibling visit at door.",
        "A person watching student graduate who everyone doubted.",
        "Someone feeling rain after years of drought, dancing outside.",
        "A person hearing baby's heartbeat for first time at ultrasound.",
        "Someone watching art sell at first exhibition with red dots.",
        "A person completing citizenship ceremony, flag heavy with promise.",
        "Someone teaching someone to read, watching letters become words.",
        "A person seeing community garden bloom after months work.",
        "Someone receiving forgiveness after years estrangement via phone.",
        "A person watching donated kidney save stranger's life.",
        "Someone finding message in bottle they threw as child.",
        "A person seeing invention work for first time in garage.",
        "Someone returning to rebuilt home after disaster, key turning.",
        "A person experiencing first pain-free day after chronic illness.",
        "Someone watching parents dance at 50th anniversary, love evident.",
        "A person receiving scholarship that changes everything, barriers down.",
        "Someone hearing composed symphony performed, orchestra bringing notes alive.",
        "A person seeing childhood bully apologize sincerely, decades healing.",
        "Someone cutting ribbon on community center, years materialized.",
        "A person receiving first clean health bill after addiction.",
        "Someone watching therapy dog graduate training, vest official.",
        "A person finding biological parent after lifetime searching.",
        "A person seeing accessibility invention help someone, prototype independence.",
        "A person's gender reveal to accepting family, authenticity expressed.",
        "Someone completing GED at 70, cap and gown perfect.",
        "A person watching coral reef restoration flourish underwater.",
        "Someone receiving bone marrow match call, chance reality.",
        "A person seeing student win science fair with mentorship."
    ],
    "sadness": [
        "A person slumped on weathered bench, staring into gray distance.",
        "Someone wiping tears with trembling hand on bathroom floor.",
        "A person with quiet sorrow kneeling in dimly lit church.",
        "Someone alone on park swing, gaze lost in muddy ground.",
        "A person with deep grief standing at graveside with fresh earth.",
        "Someone with broken heart clutching letter on rumpled bed.",
        "A person with overwhelming sadness watching loved one leave.",
        "Someone with vacant eyes staring at empty coffee cup.",
        "A person with heavy sorrow walking in steady rain.",
        "Someone with streaming tears holding old photo tenderly.",
        "A person with profound grief at funeral with black attire.",
        "Someone with aching heart sitting in empty theater seat.",
        "A person with silent tears reading devastating news on phone.",
        "Someone with deep melancholy watching sunset alone on pier.",
        "A person with weary sadness packing belongings in boxes.",
        "Someone with gentle tears at hospital bedside holding hand.",
        "A person with quiet despair in abandoned childhood home.",
        "Someone with heavy heart walking through memorial garden.",
        "A person with overwhelming loss standing in empty nursery.",
        "Someone with profound sadness at train station saying goodbye.",
        "A person with silent grief in crowded room feeling alone.",
        "Someone with deep sorrow holding wilted flowers tightly.",
        "A person with aching emptiness in quiet library corner.",
        "Someone with tears falling while reading old love letters.",
        "A person with heavy sadness watching home demolition.",
        "Someone with broken spirit on park bench in autumn.",
        "A person with quiet tears at empty dinner table.",
        "Someone with deep melancholy in old family photo album.",
        "A person with overwhelming grief at closed business door.",
        "Someone with silent sadness watching friends move away.",
        "A person with heavy heart in empty concert hall.",
        "Someone with profound loss standing at ocean's edge.",
        "A person with gentle tears in childhood bedroom memories.",
        "Someone with deep sorrow at retirement party ending.",
        "A person with quiet despair in hospital waiting room.",
        "Someone with overwhelming sadness holding pet's collar.",
        "A person with broken heart in empty dance studio.",
        "Someone with silent tears at graduation without family.",
        "A person with deep melancholy in abandoned school hallway.",
        "Someone with heavy sadness at closed restaurant window.",
        "A person with profound grief holding faded wedding dress.",
        "Someone with quiet tears in empty children's playground.",
        "A person with overwhelming loss at estate sale table.",
        "Someone with deep sorrow watching demolition of hometown.",
        "A person with silent sadness in old friend's empty house.",
        "Someone with heavy heart at canceled celebration venue.",
        "A person with profound grief holding last voicemail message.",
        "Someone with gentle tears at closed family business.",
        "A person with deep melancholy in grandmother's empty kitchen.",
        "Someone with overwhelming sadness at friend's farewell party.",
        "A person with silent grief in abandoned music room.",
        "Someone with heavy heart holding divorce papers quietly.",
        "A person with profound loss at empty wedding venue.",
        "Someone with quiet tears in childhood treehouse alone.",
        "A person with deep sorrow watching moving truck leave.",
        "Someone with overwhelming sadness at closed theater doors.",
        "A person with silent melancholy in empty art studio.",
        "Someone with heavy grief holding unemployment letter sadly.",
        "A person with profound sadness at friend's hospital bed.",
        "Someone with gentle tears in empty family reunion hall.",
        "A person with deep loss watching sunset without partner.",
        "Someone with overwhelming grief at empty birthday table.",
        "A person with silent tears in childhood home's attic.",
        "A person with heavy sadness at closed bookstore window.",
        "A person with profound melancholy holding rejection letter.",
        "Someone with quiet grief in empty community center.",
        "A person with deep sorrow at friend's moving boxes.",
        "Someone with overwhelming loss in abandoned classroom.",
        "A person with silent sadness at closed café corner.",
        "Someone with heavy heart holding eviction notice quietly.",
        "A person with profound grief at empty church pew.",
        "Someone with gentle tears in old love's apartment.",
        "A person with deep melancholy at canceled wedding venue.",
        "Someone with overwhelming sadness holding termination letter.",
        "A person with silent grief in empty family cabin.",
        "Someone with heavy loss watching childhood home sold.",
        "A person with profound sadness at friend's farewell gate.",
        "Someone with quiet tears in grandmother's empty garden.",
        "A person with deep sorrow at closed family restaurant.",
        "Someone with overwhelming grief holding pet's ashes.",
        "A person with silent melancholy in empty dance floor.",
        "A person with heavy sadness at friend's military deployment.",
        "A person with profound loss in childhood bedroom alone.",
        "Someone with gentle tears at closed neighborhood school.",
        "A person with deep grief holding medical diagnosis paper.",
        "Someone with overwhelming sadness at empty holiday table.",
        "A person with silent sorrow in abandoned music venue.",
        "Someone with heavy heart at friend's immigration farewell.",
        "A person with profound melancholy holding foreclosure notice.",
        "Someone with quiet grief in empty family business.",
        "A person with deep sadness watching childhood swing removed.",
        "Someone with overwhelming loss at closed community garden.",
        "A person with silent tears in empty anniversary restaurant.",
        "Someone with heavy grief holding bankruptcy papers sadly.",
        "A person with profound sadness at friend's addiction struggle.",
        "Someone with gentle melancholy in empty art gallery.",
        "A person with deep sorrow at closed childhood library.",
        "Someone with overwhelming grief holding miscarriage news.",
        "A person with silent sadness in empty retirement home.",
        "Someone with heavy loss watching demolition of school.",
        "A person with profound grief at empty family cemetery plot."
    ],
    "surprise": [
        "A person with raised eyebrows and wide eyes in shock.",
        "Someone with mouth open in complete amazement.",
        "A surprised individual with startled expression stepping back.",
        "A person with look of wonder and disbelief.",
        "Someone jumping back in complete surprise at discovery.",
        "An astonished person with widened eyes and gasping.",
        "An individual with shocked facial expression and dropped jaw.",
        "A person with unexpected surprise written across face.",
        "Someone with raised hands in defensive surprise gesture.",
        "A stunned individual with open mouth and blinking eyes.",
        "A person with look of utter disbelief and confusion.",
        "Someone with expression of pure wonder and amazement.",
        "A surprised person with dramatically arched eyebrows.",
        "An individual showing obvious astonishment and shock.",
        "A person with slack-jawed expression of complete surprise.",
        "Someone with look of total bewilderment and confusion.",
        "A startled individual stepping back with wide eyes.",
        "A person with round eyes showing pure surprise.",
        "Someone with gasping expression and raised eyebrows.",
        "An amazed individual with completely dropped jaw.",
        "A person showing sudden realization and understanding.",
        "Someone with expression of awe and wonderment.",
        "A surprised individual with dramatically raised shoulders.",
        "A person with look of complete shock and amazement.",
        "Someone displaying obvious surprise and astonishment.",
        "A person with startled expression at unexpected news.",
        "Someone with wide-eyed look of pure amazement.",
        "A surprised individual with mouth agape in wonder.",
        "A person with expression of delighted surprise.",
        "Someone with look of stunned disbelief and shock.",
        "A person with raised eyebrows showing pleasant surprise.",
        "Someone with expression of joyful astonishment.",
        "A surprised individual with eyes wide with wonder.",
        "A person with look of complete and utter amazement.",
        "Someone with startled expression at sudden revelation.",
        "A person with wide eyes showing pure astonishment.",
        "Someone with expression of shocked surprise and wonder.",
        "A surprised individual with dramatically opened mouth.",
        "A person with look of bewildered amazement.",
        "Someone with expression of delighted astonishment.",
        "A person with raised hands in surprised gesture.",
        "Someone with wide-eyed look of pure wonder.",
        "A surprised individual with slack jaw and raised brows.",
        "A person with expression of pleasant shock and surprise.",
        "Someone with look of stunned amazement and joy.",
        "A person with wide eyes showing delighted surprise.",
        "Someone with expression of pure astonishment and wonder.",
        "A surprised individual with dramatically widened eyes.",
        "A person with look of joyful shock and amazement.",
        "Someone with expression of complete surprise and delight."
    ]
}